[
  {
    "icon": "1f4da",
    "title": "Basic Obedience",
    "description": "'Sit', 'Down', 'Stay', 'Come', and 'Leave-It' are important commands for a well-trained dog. We'll teach these with clarity and consistency, then learn how to proof them against distractions and in different settings."
  },
  {
    "icon": "1f5e3",
    "title": "Come When Called",
    "description": "Your ability to recall your dog instantly could very well save its life. We'll learn the mechanics building a reliable recall and then build reliability with practice, constancy… and a whole lot of string cheese."
  },
  {
    "icon": "1f495",
    "title": "Relationship Building",
    "description": "Training enhances communication and shapes the relationship between you and your dog. Since most behavioral problems stem from fear and uncertainty, time spent training builds their habit of looking to <em>you</em> as their guide in this world."
  },
  {
    "icon": "1f436",
    "title": "Puppy Training",
    "description": "Your puppy is learning! They're figuring out what's fun, what's scary, what behaviors get them what they want, and what their job is. Let's put your puppy on track to becoming an assertive yet well mannered dog."
  },
  {
    "icon": "1f9ae",
    "title": "Leash Walking",
    "description": "It's easier said than done! We'll work together to teach your dog to listen to you through one of your most important communication channels: the leash. And that good things happen when they're by your side and not being a sled dog."
  },
  {
    "icon": "1f396",
    "title": "Canine Good Citizen",
    "description": "Let's prepare for this <a href=\"https://www.akc.org/products-services/training-programs/canine-good-citizen/canine-good-citizen-test-items/\" target=\"_blank\" rel=\"noopener\" class=\"underline\">10-skill test</a> from the <a href=\"https://www.akc.org/products-services/training-programs/canine-good-citizen/\" target=\"_blank\" rel=\"noopener\" class=\"underline\">American Kennel Club</a> that teaches good manners to dogs and responsible dog ownership to their owners. It's a worthy goal for anyone with a dog!"
  }
]
